"%1 already exists.\nDo you want to replace it?"="%1 уже существует.\nЗаменить?";
"%1 days left"="Осталось %1 дней";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nПапка не найдена.\nПроверьте правильность имени папки.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nФайл не найден.\nПроверьте правильность имени файла.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s сейчас находится в автономном режиме, но ваш урок отобразится автоматически, когда вы в следующий раз откроете приложение Lessons.";
"&Abort"="Пр&ервать";
"&Add to Custom Colors"="&Добавить в другие цвета";
"&Basic colors"="Ос&новные цвета";
"&Cancel"="&Отмена";
"&Copy"="&Копировать";
"&Custom colors"="Др&угие цвета";
"&Define Custom Colors >>"="&Определить другие цвета >>";
"&Delete"="&Удалить";
"&Finish"="&Готово";
"&Green:"="&Зеленый:";
"&Help"="&Справка";
"&Ignore"="Пр&опустить";
"&Name:"="&Название:";
"&Next >"="&Далее >";
"&Next >"="&Далее >";
"&No"="&Нет";
"&No"="&Нет";
"&Open"="&Открыть";
"&Options <<"="П&араметры <<";
"&Options >>"="П&араметры >>";
"&Paste"="Вст&авить";
"&Print"="&Печать";
"&Red:"="&Красный:";
"&Redo"="&Вернуть";
"&Reload"="Пере&загрузить";
"&Rename"="П&ереименовать";
"&Retry"="&Повторить";
"&Sat:"="Насы&щенность:";
"&Save"="Со&хранить";
"&Undo"="&Отменить";
"&Unsorted"="&Без сортировки";
"&Val:"="Зна&чение:";
"&Yes"="&Да";
"&Yes"="&Да";
"..."="...";
":"=":";
"< &Back"="< &Назад";
"< Share Options"="< Настройки совместного доступа";
"< Share with SMART Board"="< Открыть совместный доступ для SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>О наборе инструментов Qt</h3>%1<p>Qt это набор инструментов языка C++ для разработки межплатформенных приложений.</p><p>Qt обеспечивает переносимость между платформами MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux и всеми основными коммерческими вариантами Unix. Для встроенных устройств тоже есть Qt: Qtopia Core.</p><p>Qt это продукт компании Trolltech. Дополнительные сведения см. по адресу <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Эта программа использует Qt с открытым кодом, версия %1.</p><p>Версия Qt с открытым кодом предназначена для разработки приложений с открытым кодом. Для разработки приложений с закрытым кодом (проприетарных) требуется коммерческая лицензия на Qt.</p><p>Дополнительные сведения о лицензиях на Qt см. по адресу <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Эта программа использует Qt версии %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Для данной версии ПО SMART Notebook необходим ключ продукта SMART Notebook Advantage. Для получения дополнительной информации посетите веб-сайт <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="&Альфа-канал:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 мм)";
"A1 (594 x 841 mm)"="A1 (594 x 841 мм)";
"A2 (420 x 594 mm)"="A2 (420 x 594 мм)";
"A3 (297 x 420 mm)"="A3 (297 x 420 мм)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 мм, 8,26 x 11,7 дюймов)";
"A5 (148 x 210 mm)"="A5 (148 x 210 мм)";
"A6 (105 x 148 mm)"="A6 (105 x 148 мм)";
"A7 (74 x 105 mm)"="A7 (74 x 105 мм)";
"A8 (52 x 74 mm)"="A8 (52 x 74 мм)";
"A9 (37 x 52 mm)"="A9 (37 x 52 мм)";
"Abort"="Прервать";
"About %1"="Сведения о %1";
"About Qt"="О наборе инструментов Qt";
"Account"="Учетная запись";
"Activate"="Активировать";
"Activated"="Активировано";
"Activates the program's main window"="Активирует главное окно программы";
"Activation Key"="Код активации";
"Activation Web Services:"="Веб-сервисы активации:";
"Activation Wizard"="Мастер активации";
"Activation Wizard is outdated."="Мастер активации устарел.";
"Activation required"="Требуется активация";
"Add Boards"="Добавить доски";
"Advanced"="Дополнительно";
"Aliases: %1"="Псевдоимена: %1";
"All Files (*)"="Все файлы (*)";
"All Files (*.*)"="Все файлы (*.*)";
"All pending requests have been canceled."="Все ожидающие обработки запросы были отменены.";
"Apply"="Применить";
"Are you sure you want to delete license information?"="Действительно удалить информацию о лицензии?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Вы действительно хотите вернуть ключ продукта для этого продукта? Лицензия для этого компьютера будет немедленно отключена (не дожидаясь завершения процедуры возврата).";
"Authentication Required"="Требуется проверка подлинности";
"Authentication required"="Требуется проверка подлинности";
"Automatic Activation"="Автоматическая активация";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 мм)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 мм)";
"B10 (31 x 44 mm)"="B10 (31 x 44 мм)";
"B2 (500 x 707 mm)"="B2 (500 x 707 мм)";
"B3 (353 x 500 mm)"="B3 (353 x 500 мм)";
"B4 (250 x 353 mm)"="B4 (250 x 353 мм)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 мм, 6,93 x 9,84 дюймов)";
"B6 (125 x 176 mm)"="B6 (125 x 176 мм)";
"B7 (88 x 125 mm)"="B7 (88 x 125 мм)";
"B8 (62 x 88 mm)"="B8 (62 x 88 мм)";
"B9 (44 x 62 mm)"="B9 (44 x 62 мм)";
"Back"="Назад";
"Bl&ue:"="Сини&й:";
"Browse Content"="Просмотреть содержимое";
"Browse..."="Обзор...";
"C5E (163 x 229 mm)"="C5E (163 x 229 мм)";
"Cancel"="Отмена";
"Canceled"="Отменено";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Проверка ключа невозможна. Повторите попытку активации. \n\nЕсли проблема возникнет снова, запишите текст выдаваемых сообщений об ошибке и обратитесь в службу технической поддержки SMART.";
"Centimeters (cm)"="Сантиметры (см)";
"Check Activation Server Connectivity"="Проверьте подключение к серверу активации";
"Check for renewals complete. No renewals found."="Проверка наличия обновлений завершена. Обновления не обнаружены.";
"Checking..."="Проверка...";
"Choose your SMART Board"="Выберите вашу доску SMART Board";
"Class ID"="Идентификатор класса";
"Class Name"="Имя класса";
"Cleaning up a few things..."="Очистка...";
"Click here to test connectivity."="Нажмите здесь, чтобы проверить подключение.";
"Close"="Закрыть";
"Close without Saving"="Закрыть без сохранения";
"Collate"="Сортировать";
"Color"="Цвет";
"Color Mode"="Цветовой режим";
"Commit"="Завершить";
"Complete Later"="Завершить позже";
"Connect"="Связь";
"Connected to host"="Подключено к узлу";
"Connected to host %1"="Подключено к узлу %1";
"Connection Options"="Параметры подключения";
"Connection Options..."="Параметры подключения...";
"Connection closed"="Соединение закрыто";
"Connection refused"="Соединение отклонено";
"Connection refused (or timed out)"="Соединение отклонено (или тайм-аут соединения)";
"Connection to %1 closed"="Соединение с %1  закрыто";
"Contact Support at:"="Обратитесь в службу поддержки:";
"Contact technical support"="Обратитесь в службу технической поддержки.";
"Continue"="Продолжить";
"Copies"="Копий";
"Copies:"="Копий:";
"Copy"="Копировать";
"Copy &Link Location"="Скопировать местоположение &ссылки";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Активация не удалась. Возможно, возникли проблемы с серверами активации. Повторите попытку позже.";
"Could not connect to the server. Trying again..."="Не удалось подключиться к серверу. Повторяем попытку...";
"Couldn't find a board with that code. Want to try again?"="Не удалось найти доску с таким кодом. Повторить попытку?";
"Couldn't load profile"="Невозможно загрузить профиль";
"Couldn't start the trial period."="Не удалось начать пробный период.";
"Count"="Счетчик";
"Create New Folder"="Создать папку";
"Create a New File"="Создать новый файл";
"Create a link to this document"="Создать ссылку на этот документ";
"Creating ..."="Создание…";
"Cu&t"="Выре&зать";
"DLE (110 x 220 mm)"="DLE (110 x 220 мм)";
"Data corrupted"="Данные повреждены";
"Delete"="Удалить";
"Detail View"="Таблица";
"Details:"="Подробная информация:";
"Directories"="Папки";
"Directory"="Каталог";
"Disabled"="Отключено";
"Discard"="Отменить";
"Do you want to discard this request or complete it later?"="Отменить этот запрос или завершить его позже?";
"Don't Save"="Не сохранять";
"Don't show this again"="Больше не показывать";
"Done"="Готово";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Загрузка не завершена. Получено %1 байт из %2 байт.";
"Drive"="Диск";
"Duplex Printing"="Двусторонняя печать";
"Error writing response to device"="Ошибка записи ответа в устройство";
"Examples"="Примеры";
"Executable '%1' requires Qt %2, found Qt %3."="Для исполняемого файла '%1' требуется Qt %2, найдено: Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 дюймов, 191 x 254 мм)";
"Expired"="Срок действия истек";
"Expired on %1"="Истек %1";
"Expires on %1"="Истекает %1";
"Failed due to a data error. Please contact our support."="Ошибка данных. Обратитесь в службу поддержки.";
"Failed to cancel all pending requests."="Не удалось отменить ожидающие обработки запросы.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Не удалось соединиться с сервером SMART. Повторите попытку позже или произведите активацию вручную.";
"Failed to write activation information. Make sure you have enough permissions."="Не удается записать информацию об активации. Убедитесь, что у вас достаточно прав на выполнение этой операции.";
"Failed. Details: "="Не удалось. Подробная информация: ";
"False"="Ложь";
"File"="Файл";
"File name:"="Имя файла:";
"Files of type:"="Тип файлов:";
"Finished"="Закончен";
"Folio (210 x 330 mm)"="Folio (210 x 330 мм)";
"Form"="Форма";
"From page:"="Со страницы:";
"Fulfillment ID"="ID выполнения";
"Get started with SMART Notebook software"="Начало работы с ПО SMART Notebook";
"Getting things ready..."="Идет подготовка...";
"Go Back"="Назад";
"Grace period has expired."="Период оценки истек.";
"Grace period: <b>%1</b> day(s) remaining"="Период оценки: Осталось дней: <b>%1</b>";
"Grayscale"="Оттенки серого";
"Great! Your lesson is on its way to the SMART Board."="Отлично! Ваш урок отправлен в SMART Board.";
"HTTP request failed"="Ошибка запроса HTTP";
"HTTPS connection requested but SSL support not compiled in"="Запрошено соединение HTTPS, но поддержка SSL не заложена в";
"Height:"="Высота:";
"Help"="Справка";
"Hide %1"="Скрыть %1";
"Hide Others"="Скрыть прочие";
"Host %1 found"="Узел  %1 найден";
"Host %1 not found"="Узел  %1 не найден";
"Host found"="Узел найден";
"Host requires authentication"="Требуется проверка подлинности";
"Host:"="Узел:";
"Hu&e:"="&Цвет:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Я принимаю условия <a href=\"showEula()\">лицензионного соглашения</a>.";
"Ignore"="Пропустить";
"Inches (in)"="Дюймы (дюйм)";
"Include your name to help students find your class quickly."="Укажите свое имя, чтобы учащиеся быстро находили ваш класс.";
"Includes maintenance ending on:"="Включая техническое обслуживание до:";
"Includes permanent activations."="Включая постоянные активации.";
"Includes subscriptions expiring on:"="Включая подписки, срок действия которых истекает:";
"Incompatible Qt Library Error"="Ошибка: несовместимая библиотека Qt";
"Installation ID"="Идентификатор установки";
"Internet access is disabled by the system administrator."="Доступ в Интернет закрыт системным администратором.";
"Invalid"="Не верно";
"Invalid HTTP chunked body"="Неверное фрагментированное тело HTTP";
"Invalid HTTP response header"="Неверный заголовок ответа HTTP";
"Invalid entitlement"="Неверные права";
"Invalid product key."="Неверный ключ продукта.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="По-видимому, библиотека уроков доски заполнена. Чтобы освободить место, вы можете удалить некоторые уроки.";
"Landscape"="Ландшафт";
"Learn how to renew."="Узнать, как продлить подписку.";
"Learn more."="Дополнительные сведения.";
"Learn the Basics"="Ознакомиться с основами";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 мм)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 дюймов, 216 x 356 мм)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 дюймов, 216 x 279 мм)";
"Limitations"="Ограничения";
"List View"="Список";
"Location:"="Расположение:";
"Long side"="Длинная сторона";
"Look in:"="Искать в:";
"Lync connector"="Соединитель Lync";
"Manage"="Управление";
"Manual Request"="Отправка запроса вручную";
"Margins"="Поля";
"Microsoft (personal)"="Microsoft (личная уч. запись)";
"Millimeters (mm)"="Миллиметры (мм)";
"My Computer"="Мой компьютер";
"N&o to All"="Нет для все&х";
"N&o to All"="Нет для все&х";
"Name:"="Название:";
"No Internet Connection"="Нет соединения с Интернетом";
"No boards yet. Get connected."="Нет подключенных досок. Выполните подключение.";
"No proxy"="Нет прокси-сервера";
"No server set to connect to"="Ни один из серверов не подключен к";
"No space left on device"="В устройстве нет свободного места";
"No such file or directory"="Нет такого файла или папки";
"No, I'll complete my request(s) later."="Нет, я завершу запрос позже.";
"No, cancel all pending requests."="Нет, отменить ожидающие обработки запросы.";
"None"="Нет";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Примечание. Если URL-адреса недоступны, настройте параметры прокси-сервера и повторно выполните проверку подключения.";
"Number of copies:"="Число копий:";
"OK"="ОК";
"Office 365 (school)"="Office 365 (школьная уч. запись)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="К сожалению, не удалось завершить вход в систему. Повторите попытку. \n\nЕсли это не поможет, пропустите вход и попробуйте выполнить его позже через меню «Учетная запись».";
"Oops. Something went wrong. Restarting the computer might help."="Ой! Что-то пошло не так. Попробуйте перезагрузить компьютер.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ой! Это действие невозможно завершить без подключения к Интернету. \n\nПодключитесь и попробуйте снова.";
"Oops. We couldn't load your profile right now. Please try again later."="К сожалению, не удалось загрузить ваш профиль. Повторите попытку позже.";
"Open"="Открыть";
"Open "="Открыть ";
"Open in SMART Notebook on this computer."="Открыть в SMART Notebook на этом компьютере.";
"Open in the Notebook Player app on my SMART Board with iQ."="Открыть в приложении Notebook Player на SMART Board с помощью IQ.";
"Operation completed successfully."="Операция успешно завершена.";
"Options"="Параметры";
"Orientation"="Ориентация";
"Orientation:"="Ориентация:";
"Output &file:"="&Файл вывода:";
"Output Settings"="Параметры вывода";
"P&roperties"="С&войства";
"Page size:"="Размер страницы:";
"Pages from"="Со страницы";
"Paper"="Бумага";
"Paper format"="Формат бумаги";
"Paper source:"="Источник бумаги:";
"Parent Directory"="Родительская папка";
"Password"="Пароль";
"Password:"="Пароль:";
"Permission Required"="Требуется разрешение";
"Permission denied"="Запрещено";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Тел.: 1-866-518-6791 или +1-403-228-5940";
"Please try again"="Пожалуйста, повторите попытку";
"Please try again later"="Повторите попытку позже";
"Points (pt)"="Пункты (пункт)";
"Portrait"="Книжная";
"PostScript Files (*.ps);;All Files (*)"="Файлы PostScript (*.ps);;Все файлы (*)";
"Preferences..."="Настройка...";
"Premium features expired on %1"="Срок действия функций Premium истек %1";
"Premium features will expire on %1 without an active subscription"="Без активной подписки срок действия функций Premium истечет %1";
"Preparing your document. This can take a while..."="Подготовка документа. На это может потребоваться некоторое время...";
"Preview"="Предварительный просмотр";
"Print all"="Печатать все";
"Print destination"="Назначение печати";
"Print first page first"="Печатать сначала первую страницу";
"Print in color if available"="Цветная печать (если допустимо)";
"Print in grayscale"="Черно-белая печать";
"Print last page first"="Печатать сначала последнюю страницу";
"Print range"="Диапазон печати";
"Print selection"="Печатать выделение";
"Print to File (PDF)"="Сохранить в файл (PDF)";
"Print to File (Postscript)"="Сохранить в файл (Postscript)";
"Print to SMART Notebook"="Печать в SMART Notebook";
"Print to file:"="Печать в файл:";
"Print to printer:"="Отправить на принтер:";
"Printer"="Принтер";
"Printer settings"="Параметры принтера";
"Product"="Продукт";
"Product Key"="Ключ продукта";
"Product Key is not valid"="Неверный ключ продукта";
"Product Key:"="Ключ продукта:";
"Product key has expired."="Срок действия ключа продукта истек.";
"Product:"="Продукт:";
"Profile"="Профиль";
"Proxy Settings"="Параметры прокси-сервера";
"Proxy authentication required"="Требуется проверка подлинности прокси-сервером";
"Proxy requires authentication"="Прокси-сервер требует выполнить проверку подлинности";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Выход";
"Quit %1"="Выход из %1";
"Recent"="Последний";
"Recents"="Последние";
"Remaining signed in will give you access to SMART Notebook's basic features."="Оставаясь в системе, вы получите доступ к основным функциям ПО SMART Notebook.";
"Request Files (%1)"="Файлы запросов (%1)";
"Request aborted"="Запрос отменен";
"Request denied. See Technical Details below for more information."="В запросе отказано. См. «Технические подробности» ниже для получения дополнительных сведений.";
"Request type: Activate"="Тип запроса: Активировать";
"Request type: Renew"="Тип запроса: Обновить";
"Request type: Repair"="Тип запроса: Восстановление";
"Request type: Return"="Тип запроса: Возврат";
"Request:"="Запрос:";
"Reset"="Сброс";
"Response Files (%1)"="Файлы ответов (%1)";
"Restore Defaults"="Восстановить значения по умолчанию";
"Result:"="Результат:";
"Retrieving your account information..."="Извлечение информации об учетной записи...";
"Retry"="Повторить";
"Reverse"="Обратный порядок воспроизведения";
"Reverse landscape"="Перевернутая альбомная";
"Reverse portrait"="Перевернутая книжная";
"SMART Account"="Учетная запись SMART";
"SMART Document Camera Mixed Reality Tools"="Инструменты объединения реальностей SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="Онлайн платформа SMART Learning Suite - доступ к занятиям SMART Notebook из любой точки мира";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Соединитель SMART Meeting Pro для Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Инструменты SMART Notebook 3D";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Премиум-функции</a> для SMART Notebook";
"SMART Notebook Collaborative License"="Общая лицензия SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook: английский словарь — пример 1";
"SMART Notebook History Example 1"="SMART Notebook: история — пример 1";
"SMART Notebook Math Example 1"="SMART Notebook: математика — пример 1";
"SMART Notebook Math Example 2"="SMART Notebook: математика — пример 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook: наука — пример 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Инструментарий SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies – Мастер активации";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Ошибка обмена с квитированием SSL";
"Save"="Сохранить";
"Save All"="Сохранить все";
"Save As"="Сохранить как";
"Search the SMART Exchange"="Поиск по сайту SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="См. <a href='%1'>статью в «Базе знаний»</a> и <a href='%2'>диаграмму выявления и устранения неисправностей</a> для получения дополнительной информации о разрешении проблем с подключением, особенно при использовании прокси-сервера.";
"Select All"="Выделить все";
"Select a Directory"="Выберите папку";
"Select color"="Выбор цвета";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Выберите, каким образом вы хотите поделиться данным файлом в своем профиле SMART Learning Suite";
"Select the Response File"="Выберите файл ответа";
"Selection"="Выбор";
"Send to SMART Cloud"="Отправить в облачное хранилище SMART";
"Server closed connection unexpectedly"="Сервер неожиданно закрыл соединение";
"Services"="Службы";
"Share"="Общий доступ";
"Share Now"="Открыть совместный доступ прямо сейчас";
"Share this file with the Lessons app on a SMART Board"="Открыть совместный доступ к этому файлу для приложения Lessons на SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Открыть совместный доступ к этому файлу для приложения Notebook Player на SMART Board";
"Share to SMART Board with iQ"="Открыть доступ на SMART Board через iQ";
"Share to the Notebook Player app"="Отправить в приложение Notebook Player";
"Share using a link"="Открыть совместный доступ, используя ссылку";
"Share with a SMART Board"="Открыть совместный доступ для SMART Board";
"Short side"="Короткая сторона";
"Show &hidden files"="Показать скр&ытые файлы";
"Show All"="Показать все";
"Sign In"="Войти";
"Sign In Again"="Войти еще раз";
"Sign Out"="Выйти";
"Sign in"="Войти";
"Sign in didn't work"="Не удалось выполнить вход";
"Sign in is required for accessing key SMART features."="Вход нужно выполнить для получения доступа к основным возможностям SMART.";
"Sign in to or create a SMART account"="Войдите в систему или создайте учетную запись SMART";
"Sign in to use this feature"="Войдите в систему, чтобы использовать эту функцию";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Чтобы воспользоваться преимуществами подписки SMART или работать с Notebook в ограниченном режиме, войдите в свой аккаунт SMART.";
"Sign in with Google"="Вход с учетной записью Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Войти с помощью учетной записи Google, Office 365 или Microsoft (личной).";
"Sign in with a browser"="Войти с помощью браузера";
"Sign up for free"="Зарегистрироваться бесплатно";
"Sign up for the latest updates from SMART"="Зарегистрируйтесь для получения последних обновлений от SMART";
"Signed in as:"="Выполнен вход от имени:";
"Skip Sign In"="Пропустить вход";
"Skip sign in for now"="Пропустить вход";
"Skipped sign in"="Вход пропущен";
"Software enabled"="Программное обеспечение включено";
"Some of your license keys have expired. Click here for more info."="Истек срок действия лицензионных ключей. Нажмите здесь для получения дополнительных сведений.";
"Some of your license keys will expire in %1 days. Click here for more info."="Срок действия некоторых лицензионных ключей истекает через %1 дней. Нажмите здесь для получения дополнительных сведений.";
"Something went wrong. Want to try again?"="Что-то пошло не так. Повторить попытку?";
"Sort"="Сортировать";
"Sort by &Date"="Сортировать по &дате";
"Sort by &Name"="Сортировать по &имени";
"Sort by &Size"="Сортировать по р&азмеру";
"Status"="Состояние";
"Status:"="Состояние:";
"Stay Inspired"="Сохраняйте вдохновение";
"Subscription: <b>%1</b> day(s) remaining"="Подписка: Осталось дней: <b>%1</b>";
"Succeeded"="Успешно";
"Symbolic Link"="Символьная ссылка";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 мм)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Нажмите значок Connect (Подключиться) %s в приложении Lessons для получения 4-х символьного кода и затем введите этот код в поле, расположенное ниже.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Нажмите значок Connect (Подключиться) %s в приложении Notebook Player для получения 4-х символьного кода и затем введите этот код в поле, расположенное ниже.";
"Test Connectivity..."="Проверка подключения...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Данный адрес электронной почты уже связан с учетной записью SMART. Повторите попытку с другим адресом электронной почты.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Странно... \n\nВ настоящее время не удается выполнить вход в систему по неизвестной причине.";
"The activation didn't complete. See below for status information."="Активация не завершена. Информация о состоянии приведена ниже.";
"The following Product Key is not valid: "="Следующий ключ продукта неверен: ";
"The information copied successfully, and your Internet browser will open."="Сведения успешно скопированы, и Интернет-браузер будет открыт.";
"The installed version of this product requires a newer maintenance license."="Для установленной версии этого продукта требуется более новая лицензия на обслуживание.";
"The link has been copied to the clipboard."="Ссылка скопирована в буфер обмена.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Превышено максимальное количество активаций для данного ключа продукта. Обратитесь за помощью в службу поддержки.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Ключ продукта, который вы используете, был отменен. За дополнительной информацией обратитесь в поддержку SMART.";
"The product key you entered is already in the list."="Введенный ключ продукта уже есть в списке.";
"The request file saved successfully. Copy the file to another computer to continue."="Файл запроса успешно сохранен. Для продолжения скопируйте файл на другой компьютер.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Запрос успешно выполнен лишь для некоторых ваших ключей продукта.";
"The sign in took too long and has expired."="Процесс входа занял слишком много времени, и срок его действия истек.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Выполняется техническое обслуживание системы. Доступ к системе появится в ближайшее время. Приносим извинения за доставленные неудобства.";
"The trial period has started."="Пробный период начался.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Активация ключа невозможна. Повторите попытку активации. \n\nЕсли проблема возникнет снова, запишите текст выдаваемых сообщений об ошибке и обратитесь в службу технической поддержки SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Некорректная конфигурация записи прав для этого ключа. Обратитесь в службу технической поддержки SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Чтобы подключиться к SMART, необходимо ввести имя пользователя и пароль прокси-сервера %s";
"To page:"="По страницу:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Для успешной активации ключа продукта необходимо установить все подключения. Успешные подключения отмечены зелеными галочками.";
"Too many open files"="Слишком много открытых файлов";
"Trial Extension"="Продление пробного периода";
"Trial: <b>%1</b> day(s) remaining"="Пробный период. Осталось дней:<b>%1</b>";
"True"="Истина";
"Try Again"="Повторить попытку";
"Try again later or try a manual request now."="Повторите попытку позже или попробуйте отправить его вручную.";
"Try it Online!"="Попробуйте в режиме онлайн!";
"Type your user name and password."="Введите имя пользователя и пароль.";
"Type:"="Тип:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Обычный конверт #10 США (105 x 241 мм)";
"Unable to complete your request."="Не удается выполнить запрос.";
"Unable to copy."="Не удалось скопировать данные.";
"Unable to create your file."="Не удалось создать файл.";
"Unable to open %1 for writing."="Не удалось открыть %1 для записи.";
"Unable to open source file for reading."="Не удается открыть исходный файл для чтения.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Не удалось открыть Интернет-браузер. Попробуйте открыть браузер вручную или продолжите выполнение процедуры на другом компьютере.";
"Unable to read response from file."="Не удается прочитать ответ из файла.";
"Unable to rename %1 to %2."="Не удалось переименовать %1 в %2.";
"Unable to save your request."="Не удается сохранить запрос.";
"Unknown"="Неизвестно";
"Unknown Location"="Неизвестное месторасположение";
"Unknown authentication method"="Неизвестный метод проверки подлинности";
"Unknown error"="Неизвестная ошибка";
"Unknown error."="Неизвестная ошибка.";
"Unknown protocol specified"="Указан неизвестный протокол";
"Upload this document and create a link to share with others."="Загрузить этот документ и создать ссылку, чтобы поделиться с другими.";
"Upload to SMART Cloud"="Загрузить в облачное хранилище SMART";
"Uploading your file..."="Идет загрузка файла…";
"Use Internet Explorer settings"="Использовать настройки Internet Explorer";
"Use System settings"="Использовать настройки системы";
"Use other proxy:"="Использовать другой прокси-сервер:";
"User Name:"="Имя пользователя:";
"User name:"="Имя пользователя:";
"Valid for versions released before %1"="Действительно для версий, выпущенных до %1";
"Version %s"="Версия %s";
"Volume activated"="TOM активирована";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Не удалось обработать данный запрос. Запрос поступил от другого компьютера или уже обработан.";
"We'll remember %s for next time."="Мы запомним %s для следующего раза.";
"Web:"="Интернет:";
"Welcome to %1 software from SMART Technologies."="Добро пожаловать в программное обеспечение %1 от SMART Technologies.";
"Welcome to SMART Notebook"="Добро пожаловать в SMART Notebook";
"What's This?"="Что это?";
"Width:"="Ширина:";
"Working on it."="Мы работаем над этим.";
"Working on it.."="Мы работаем над этим...";
"Working on it..."="Обработка...";
"Wrong content length"="Неверная длина содержимого";
"Yes to &All"="Да для &всех";
"Yes to &All"="Да для &всех";
"Yes, I have a numeric response code similar to %1."="Да, у меня есть числовой код ответа, аналогичный %1.";
"Yes, I have a response file."="Да, у меня есть файл ответа.";
"Yes, I have a response message that starts with %1."="Да, у меня есть сообщение ответа, начинающееся с %1.";
"Yes, I have an activation key similar to %1."="Да, у меня есть ключ активации, аналогичный %1.";
"You can close this tab and return to SMART Notebook."="Вы можете закрыть эту вкладку и вернуться в SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Вы можете управлять учетной записью и идентификатором класса в меню «Учетная запись».";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Вы можете выполнить вход позже из меню «Учетная запись». Вход требуется для получения доступа к основным возможностям SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Вы закрыли доступ к вашей учетной записи для нашего приложения. Пока доступ не будет открыт, вы не сможете пользоваться приложением.";
"You have %1 days to complete activation."="У вас есть %1 дней для завершения процедуры активации.";
"You have signed out"="Вы вышли из системы";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Вы не разрешили SMART получать доступ к информации вашей учетной записи, что требуется для входа в систему. Повторить попытку входа?";
"You may wish to send results to your organization's technical support contact."="Вы можете отправить результаты представителю службы технической поддержки, работающему с вашей организацией.";
"You need to sign in before you can use this feature."="Необходимо войти, чтобы использовать эту функцию.";
"You're all set!"="Все готово.";
"You're unable to change these settings because you manually configured a proxy."="Эти настройки нельзя изменить, так как прокси-сервер был настроен вручную.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Вы пропустили вход в систему. Вход можно выполнить позже в меню «Учетная запись».";
"Your SMART Boards"="Ваши доски SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Срок действия вашей подписки на SMART Learning Suite истекает через %d дней. Узнать, как продлить подписку.";
"Your SMART account"="Ваша учетная запись SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Ваш веб-браузер загрузил страницу входа. После входа вы будете возвращены сюда.";
"Your first trial extension is activated."="Первое продление пробного периода активировано.";
"Your first trial extension isn't activated."="Первое продление пробного периода не активировано.";
"Your second trial extension is activated."="Второе продление пробного периода активировано.";
"Your second trial extension isn't activated."="Второе продление пробного периода не активировано.";
"Your trial period has ended."="Пробный период истек.";
"bottom margin"="нижнее поле";
"left margin"="левое поле";
"locally connected"="подключенный локально";
"right margin"="правое поле";
"to"="к";
"top margin"="верхнее поле";
"unknown"="неизвестно";
